/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row 找不到任何内容。";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row 不能播放当前歌曲。";


/* kBRMediaNoPhotoContent */
301 = "Front Row 找不到任何照片。";

/* kBRMediaNoPodcastContent */
302 = "Front Row 找不到任何 podcast。";

/* kBRMediaNotDRMAuthorized */
303 = "您没有播放此内容的权限。";

/* kBRMediaNoTVShowContent */
305 = "Front Row 找不到任何电视节目。";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row 找不到任何音乐视频。";

/* kBRMediaNoPlaylists */
307 = "Front Row 找不到任何播放列表。";

/* kBRMediaNoSongContent */
308 = "Front Row 找不到任何歌曲。";

/* kBRMediaNoAudioBookContent */
309 = "Front Row 找不到任何有声读物。";

/* kBRMediaNoMovies */
315 = "Front Row 找不到任何影片。";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row 没有播放此内容的权限。";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row 已尝试连接到此来源。";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row 不能连接到此资源库。";

